/* jshint esversion: 6 */
module.exports = {
  translation : {
// Basic
  SKILL_NAME: 'क़ुरान Facts',
  GET_FACT_MESSAGE : [`आप की जानकारी के लिए.`],
  GET_AYAT_MESSAGE : [`ये रही क़ुरान की एक आयत.`],
  WELCOME_CARD_IMAGE : {
      smallImageUrl: "https://s3.amazonaws.com/quran-facts/namazTimeLogo.png",
      largeImageUrl: "https://s3.amazonaws.com/quran-facts/namazTimeLogo.png"
    },
  SKILL_BACKGROUND_IMAGE_URL :
    "https://s3.amazonaws.com/quran-facts/namaz-time-bg-bo.png",
  WELCOME_SALUTATIONS : ['Hello', 'Hi', 'अस्सलामो अलैकुम', 'आदाब', 'आदाब अर्ज़ है', 'नमस्ते'],
  WELCOME: 'वक़्त नमाज़ में आपका स्वागत है!',
  ERROR: 'माफ़ कीजिये लगता है कुछ तकनिकी गड़बड़ी आ गयी!',
  UNHANDLED: 'माफ़ कीजिये ये स्किल इसको सपोर्ट नहीं करती. कृपया कुछ और कहें.',
  HELP: [`आप कह सकते हैं क़ुरान फैक्ट्स खोलो, या स्किल से बहार जाने के लिए कहें स्टॉप.`],
  HELP_REPROMPT : [`मैं आपकी क्या मदद कर सकती हूँ?`],
  STOP: ['नमस्कार', 'अल्लाह हाफ़िज़', 'खुदा हाफ़िज़'],
  LAST_ELEMENT_SEPERATOR : 'and',
  REPROMPT_TEXT : [
    'और जानकारी के लिए कहें अगला .',
    'दुबारा सुनने के लिए कहें रिपीट.',
    'पिछली जानकारी के लिए कहें पिछला. ',
    'आप कह सकते हैं next, previous या repeat.',
    'क्या आप और सुनना चाहेंगे?',
    'और?',
  ],
  IMAGES : [
    'https://s3.amazonaws.com/quran-facts/Quran_BG_launch_1.jpg',
    'https://s3.amazonaws.com/quran-facts/Quran_BG_launch_3.jpg',
    'https://s3.amazonaws.com/quran-facts/Quran_BG_launch_4.jpg',
    'https://s3.amazonaws.com/quran-facts/Quran_BG_launch_5.jpg',
    'https://s3.amazonaws.com/quran-facts/Quran_BG_1.jpg',
    'https://s3.amazonaws.com/quran-facts/Quran_BG_2.jpg',
    'https://s3.amazonaws.com/quran-facts/Quran_BG_3.jpg',
    'https://s3.amazonaws.com/quran-facts/Quran_BG_4.jpg',
    'https://s3.amazonaws.com/quran-facts/Quran_BG_5.jpg',
    'https://s3.amazonaws.com/quran-facts/Quran_BG_6.jpg',
    'https://s3.amazonaws.com/quran-facts/Quran_BG_7.jpg',
    'https://s3.amazonaws.com/quran-facts/Quran_BG_8.jpg',
    'https://s3.amazonaws.com/quran-facts/Quran_BG_9.jpg',
    'https://s3.amazonaws.com/quran-facts/bg_1.jpg',
    'https://s3.amazonaws.com/quran-facts/bg_2.jpg',
    'https://s3.amazonaws.com/quran-facts/bg_3.jpg',
    'https://s3.amazonaws.com/quran-facts/bg_4.jpg',
    'https://s3.amazonaws.com/quran-facts/bg_5.jpg',
    'https://s3.amazonaws.com/quran-facts/bg_6.jpg',
    'https://s3.amazonaws.com/quran-facts/bg_7.jpg',
    'https://s3.amazonaws.com/quran-facts/bg_8.jpg',
    'https://s3.amazonaws.com/quran-facts/bg_9.jpg',
    'https://s3.amazonaws.com/quran-facts/bg_10.jpg',
    'https://s3.amazonaws.com/quran-facts/bg_11.jpg'
  ],
  FACT_TITLE: 'आप के लिए मुक़द्दस क़ुरान में बारे में:',
  FACTS : [
    'क़ुरान का मतलब होता है वह जो पढ़ा जाता है.',
    'क़ुरान लैलत उल क़द्र की रात नाज़िल हुई थी.',
    'अपने आग़ाज़ से लेकर आजतक क़ुरान में कोई तबदीली नहीं हुई है. ',
    'क़ुरान अल्लाह ताला के अल्फ़ाज़ है ठीक जैसा उन्होंने हुज़ूर अकरम मुहम्मद सल्लल लाहु वलैही वस्सलम को बताया.',
    'क़ुरान के अंदर बाइबिल और इंजील के बहुत सारे किस्से शामिल हैं.',
    'अल्लाह ने ही इसा मसीह को बनाया और उन्होंने ही उन्हें वापस बुला लिया.',
    'क़ुरान में अल्फ़ाज़ क़ुरान ७० मर्तबा आया है.',
    'सूरह बकरा जो की क़ुरान की दूसरी सूरह है, क़ुरान की सबसे लम्बी सूरह है .',
    'सूरह कल कौसर क़ुरान की सबसे छोटी सूरह है.',
    'क़ुरान की सबसे लम्बी आयत भी सूरह बकरा की २८२ नंबर की आयत है. इसे आयत-उद-दैन भी कहते हैं.',
    'क़ुरान की पहली सूरह अल-फातिहा है, इस उम्मुल-क़ुरान भी कहते हैं.',
    'सूरह यासीन को क़ुरान का दिल कहा जाता है.',
    'क़ुरान का अनुवाद १०३ भाषाओँ में किया जा चुका है.',
    'मर्द और औरत अल्फ़ाज़ क़ुरान में बराबर २४ मर्तबा इस्तेमाल हुए हैं.',
    'दूध को क़ुरान में बेहतरीन ग़िज़ा बताया गया है.',
    'शहद को क़ुरान में बेहतरीन खाना बताया गया है. ',
    'अल्लाह के नाम का ज़िक्र क़ुरान में २६९८ मर्तबा हुआ है.',
    'अल्लाह के ९९ अलग अलग नामों का ज़िक्र क़ुरान में है.',
    'हुज़ूर अकरम मुहम्मद सल्लल लाहु वलैही वस्सलम का ज़िक्र क़ुरान में ४ दफा किया गया है.',
    'सभी रसूल इकराम में हज़रत मूसा अलैहे सलाम का ज़िक्र क़ुरान में सबसे ज़्यादा, २८ दफा किया गया है.',
    'क़ुरान के ६ सूरह ऐसी हैं जिनका नाम हुज़ूर अकरम मुहम्मद सल्लल लाहु वलैही वस्सलम के पहले आये रसूल के नाम पर है.',
    'क़ुरान के कुल २५ रसूल इकराम का ज़िक्र है.',
    'क़ुरान के कुल ३० जुज़ या पारे हैं.',
    'क़ुरान के कुल ११४ सूरत हैं.',
    'क़ुरान के कुल ६६६६ आयत हैं.',
    'क़ुरान के १४ जगह सजदे आते हैं.',
    'क़ुरान में ७०० दफा नमाज़ के ऊपर ज़ोर दिया गया है.',
    'हज़रत इसा अलैहे सलाम को क़ुरान में अपनी माँ के नाम से बुलाया गया है, इब्न मरियम. ',
    'क़ुरान में शराब को सारी बुराइयों की जड़ बताया गया है.',
    'क़ुरान की पहली सूरत मक्का में नाज़िल हुई थी.',
    'क़ुरान की आखिरी सूरत मदीना में नाज़िल हुई थी.',
    'क़ुरान की पहली और दूसरी सूरत के बीच में २ साल ६ महीनो का फासला था.',
    'धन संपत्ति को क़ुरान में ईमान का इम्तेहान कहा गया है.',
    'क़ुरान हुज़ूर अकरम मुहम्मद सल्लल लाहु वलैही वस्सलम के ऊपर हज़रत जिब्राइल के ज़रिये से नाज़िल की गयी.',
    'हुज़ूर अकरम मुहम्मद सल्लललाहु वलैही वस्सलम की उम्र ४० साल थी जब क़ुरान की पहली आयत उनके ऊपर नाज़िल हुई.',
    'क़ुरान की आमद रमजान में शुरु हुई.',
    'क़ुरान मुकम्मल होने में पूरे २३ साल लग गए.',
    'क़ुरान आयतों की शक्ल में आहिस्ता आहिस्ता हुज़ूर अकरम मुहम्मद सल्लललाहु वलैही वस्सलम पर उतारी गयी.',
    'क़ुरान १३ साल तक मक्का में और १० साल मदीना में नाज़िल हुई.',
    'क़ुरान की ११४ सूरतें ईमान की बुनियाद और उस पर चलने के बारे में हैं.',
    'मक्का में क़ुरान की ८६ सूरतें और मदीना में २८ सूरतें उतारी गयीं.',
    'क़ुरान को आसानी से याद रखने के लिए उसे ३० हिस्सों में, हुज़ूर अकरम मुहम्मद सल्लललाहु वलैही वस्सलम ने बाँट दिया था.',
    'हुज़ूर अकरम मुहम्मद सल्लललाहु वलैही वस्सलम के ज़माने के क़ुरान लिखित नहीं थी बल्कि सहाबा उसे ज़ुबानी याद रखते थे.',
    'हुज़ूर अकरम मुहम्मद सल्लललाहु वलैही वस्सलम हर साल हज़रत जिब्राइल के साथ क़ुरान दुहराते थे, अपने आखिर साल उन्होंने क़ुरान साल में दो बार दुहरायी थी',
    'क़ुरान में ३ मस्जिदों का ज़िक्र है, मक्का की मस्जिद अल-हरम, जेरुसलम की मस्जिद अल-अक़्सा और मस्जिद क़ुबा जो की  मदीना में है.',
    'हज़रत मरियम अलैहे सलाम के अलावा क़ुरान में और किसी औरत का नाम से ज़िक्र नहीं है. क़ुरान की एक पूरी सूरत हज़रत मरियम अलैहे सलाम के बारे में है.'
  ],
  VERSES : [
    {
      'num'   : 'क़ुरान 02 : 02',
      'say'   : 'ये वह किताब है। जिस में कुछ भी शक नहीं, परहेज़गारों की रहनुमा है.',
      'text'  : 'ये वह किताब है। जिस में कुछ भी शक नहीं, परहेज़गारों की रहनुमा है.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/002002_48.mp3'
    },
    {
      'num'   : 'क़ुरान 02 : 45',
      'say'   : 'सब्र और नमाज़ का सहारा पकड़ो.',
      'text'  : 'सब्र और नमाज़ का सहारा पकड़ो.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/002045_48.mp3'
    },
    {
      'num'   : 'क़ुरान 02 : 116',
      'say'   : 'वह पाक है बल्कि जो कुछ ज़मीन व आसमान में है सब उसी का है और सब उसकी के फरमाबरदार हैं.',
      'text'  : 'वह पाक है बल्कि जो कुछ ज़मीन व आसमान में है सब उसी का है और सब उसकी के फरमाबरदार हैं.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/002116_48.mp3'
    },
    {
      'num'   : 'क़ुरान 02 : 152',
      'say'   : 'अतः तुम मुझे याद रखो, मैं भी तुम्हें याद रखूँगा.',
      'text'  : 'अतः तुम मुझे याद रखो, मैं भी तुम्हें याद रखूँगा.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/002152_48.mp3'
    },
    {
      'num'   : 'क़ुरान 02 : 153',
      'say'   : 'ईमानदारों मुसीबत के वक्त सब्र और नमाज़ के ज़रिए से ख़ुदा की मदद माँगों बेशक ख़ुदा सब्र करने वालों ही का साथी है.',
      'text'  : 'ईमानदारों मुसीबत के वक्त सब्र और नमाज़ के ज़रिए से ख़ुदा की मदद माँगों बेशक ख़ुदा सब्र करने वालों ही का साथी है.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/002153_48.mp3'
    },
    {
      'num'   : 'क़ुरान 02 : 195',
      'say'   : 'बेशक ख़ुदा नेकी करने वालों को पसन्द करता है',
      'text'  : 'बेशक ख़ुदा नेकी करने वालों को पसन्द करता है',
      'audio' : 'https://s3.amazonaws.com/quran-facts/002195_48.mp3'
    },
    {
      'num'   : 'क़ुरान 10 : 55',
      'say'   : 'आगाह रहो कि जो कुछ आसमानों में और ज़मीन में है, ग़रज़ सब कुछ ख़ुदा ही का है',
      'text'  : 'आगाह रहो कि जो कुछ आसमानों में और ज़मीन में है, ग़रज़ सब कुछ ख़ुदा ही का है',
      'audio' : 'https://s3.amazonaws.com/quran-facts/010055_48.mp3'
    },
    {
      'num'   : 'क़ुरान 14 : 41',
      'say'   : 'ऐ हमारे पालने वाले जिस दिन हिसाब होने लगे मुझको और मेरे माँ बाप को और सारे ईमानदारों को तू बख्श दे.',
      'text'  : 'ऐ हमारे पालने वाले जिस दिन हिसाब होने लगे मुझको और मेरे माँ बाप को और सारे ईमानदारों को तू बख्श दे.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/014041_48.mp3'
    },
    {
      'num'   : 'क़ुरान 16 : 23',
      'say'   : 'वह हरगिज़ तकब्बुर करने वालों को पसन्द नहीं करता.',
      'text'  : 'वह हरगिज़ तकब्बुर करने वालों को पसन्द नहीं करता.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/016023_48.mp3'
    },
    {
      'num'   : 'क़ुरान 16 : 79',
      'say'   : 'क्या उन लोगों ने परिन्दों की तरफ ग़ौर नहीं किया जो आसमान के नीचे हवा में घिरे हुए उड़ते रहते हैं, उनको तो बस ख़ुदा ही गिरने से  रोकता है बेशक इसमें भी ईमानदारों के लिए बहुत सी निशानियाँ हैं.',
      'text'  : 'क्या उन्होंने पक्षियों को नभ मंडल में वशीभूत नहीं देखा? उन्हें तो बस अल्लाह ही थामें हुए होता है। निश्चय ही इसमें उन लोगों के लिए कितनी ही निशानियाँ है जो ईमान लाएँ.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/016079_48.mp3'
    },
    {
      'num'   : 'क़ुरान 20 : 114',
      'say'   : 'और दुआ करो कि ऐ मेरे पालने वाले मेरे इल्म को और ज्यादा फ़रमा.',
      'text'  : 'और दुआ करो कि ऐ मेरे पालने वाले मेरे इल्म को और ज्यादा फ़रमा.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/020114_48.mp3'
    },
    {
      'num'   : 'क़ुरान 23 : 118',
      'say'   : 'और तुम कह दो परवरदिगार तू बख्श दे और तरस खा और तू तो सब रहम करने वालों से बेहतर है',
      'text'  : 'और तुम कह दो परवरदिगार तू बख्श दे और तरस खा और तू तो सब रहम करने वालों से बेहतर है',
      'audio' : 'https://s3.amazonaws.com/quran-facts/023118_48.mp3'
    },
    {
      'num'   : 'क़ुरान 30 : 60',
      'say'   : 'तुम सब्र करो बेशक ख़ुदा का वायदा सच्चा है.',
      'text'  : 'तुम सब्र करो बेशक ख़ुदा का वायदा सच्चा है.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/030060_48.mp3'
    },
    {
      'num'   : 'क़ुरान 35 : 5',
      'say'   : 'लोगों खुदा का वायदा यक़ीनी बिल्कुल सच्चा है तो तुम्हें दुनिया की ज़िन्दगी फ़रेब में न लाए.',
      'text'  : 'लोगों खुदा का वायदा यक़ीनी बिल्कुल सच्चा है तो तुम्हें दुनिया की ज़िन्दगी फ़रेब में न लाए.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/035005_48.mp3'
    },
    {
      'num'   : 'क़ुरान 55 : 19-20',
      'say'   : 'उसी ने दरिया बहाए जो बाहम मिल जाते हैं. दो के दरमियान एक हद्दे फ़ासिल है जिससे तजाउज़ नहीं कर सकते.',
      'text'  : 'उसी ने दरिया बहाए जो बाहम मिल जाते हैं. दो के दरमियान एक हद्दे फ़ासिल है जिससे तजाउज़ नहीं कर सकते.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/055019_48.mp3'
    },
    {
      'num'   : 'क़ुरान 62 : 11',
      'say'   : 'और ख़ुदा सबसे बेहतर रिज्क़ देने वाला है.',
      'text'  : 'और ख़ुदा सबसे बेहतर रिज्क़ देने वाला है.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/062011_48.mp3'
    },
    {
      'num'   : 'क़ुरान 94 : 5-6',
      'say'   : 'तो हाँ, बेशक दुशवारी के साथ ही आसानी है.',
      'text'  : 'तो हाँ, बेशक दुशवारी के साथ ही आसानी है.',
      'audio' : 'https://s3.amazonaws.com/quran-facts/094005_48.mp3'
    },
    {
      'num'   : 'क़ुरान 96 : 14',
      'say'   : 'क्या उसको ये मालूम नहीं कि ख़ुदा यक़ीनन देख रहा है?',
      'text'  : 'क्या उसको ये मालूम नहीं कि ख़ुदा यक़ीनन देख रहा है?',
      'audio' : 'https://s3.amazonaws.com/quran-facts/096014_48.mp3'
    }
  ]


}
};
